//chunk Id for Chinese version of DharmaGupta Vinaya
//只能用 lb 或 p 定位。盡可能用p 定位
// "lb_0571a21_欲說戒者"   表示 從 <lb n="0571a21"> 開始找 「欲說戒者」
// pT22p0568c2603  為 <p> 的xml:id
// 如果沒有釘文，可以省略 "
export const t1428={ //t1428 不重要，只是為了便於管理和記憶，
lb_T22p0567a01:"^ak#dg^bk#dg",  //dharmagupta
//不以 ^ 開頭的話，自動加上 ^ck#
lb_T22p0567a03:"xu1",  //序/ 四分律
pT22p0568c2603:"xu2", //緣起 制戒緣起  Nidāna
//?22p568c#26:"",//馬麥 
pT22p0569a1914:"xu3",//七佛佛法久住 四分律 ciraṭṭhiti
pT22p0569c2801:"pj1",//四波羅夷
//:"",//?22p569c#28,//婬/戒
//:"",//?22p569c#28,//緣/起 婬戒 
pT22p0570b2917:"pj1a", //?22p570c#03,//釋義 十句義 婬戒 
"lb_T22p0571a21_欲說戒者":"pj1b",//?22p571a#21,//戒/條 婬戒 
pT22p0571a2402:"pj1c",//?22p571a#24,//釋義 婬戒 
//:"",//?22p571a#24,//比丘義 婬戒 
pT22p0571a2902:"pj1d",//?22p571a#29,//共戒同戒義 婬戒 
pT22p0571b0404:"pj1e",//?22p571b#04,//捨戒義 婬戒 
pT22p0571c0605:"pj1f",//?22p571c#06,//釋義 波羅夷義 婬戒 
pT22p0571c0809:"pj1g",//?22p571c#08,//釋義 共住義 婬戒 
pT22p0571c1009:"pj1h",//?22p571c#10,//釋義 不淨行義 婬戒 
"lb_T22p0572a03_若比丘":"pj1i",//?22p572a#03,//兼制 婬戒 
"lb_T22p0572a18_若":"pj1j",//?22p572a#18,//方便罪 婬戒 
pT22p0572b0407:"pj1k",//?22p572b#04,//開緣不犯 婬戒 
pT22p0572b0601:"pj2",//?22p572b#06,//盜戒
lb_T22p0573b06:"pj2a",//?22p572b#06,//緣起 盜戒 
//:"",//?22p573b#08,//戒條 盜戒 
pT22p0573b1209:"pj2b",//?22p573b#12,//釋義 盜戒 
//:"",//?22p573b#12,//村義 盜戒 
pT22p0573b1402:"pj2c",//?22p573b#14,//閑靜蘭若義 盜戒 
pT22p0573b1804:"pj2d",//?22p573b#18,//犯相 盜戒 
pT22p0574b0109:"pj2e",//?22p574b#01,//蘭若義 盜戒 
pT22p0574c0706:"pj2f",//?22p574c#07,//兼制 盜戒 
pT22p0575a1409:"pj2g",//?22p575a#14,//附隨 盜戒 
//:"",//?22p575a#19,//方便罪 盜戒 
pT22p0575b2813:"pj2h",//?22p575b#28,//開緣不犯 盜戒 
	
	
//pj3 , pj4 pārājika
//ss1~13  僧殘 saṅghādisesa
//ay1~2 不定法 aniyata
//np1~30 捨墮 nissaggiya pācittiya
//pc1~92 單提 pācittiya
//pd1~4 四提舍尼 pāṭidesanīya
//sk1~75 眾學 sekhiya
//ay1~7 滅諍 adhikaraṇasamatha
}